{
    "link-sobre": "Sobre",
    "link-projetos": "Projetos",
    "link-freelancer": "Freelancer",
    "link-contato": "Contato",
    "sobre-descrição": "Sou um desenvolvedor front-end com experiência na criação de interfaces modernas, responsivas e funcionais. Sou proficiente em HTML, CSS e JavaScript, as principais tecnologias utilizadas para eu desenvolver. Estou em estudando para me tornar um desenvolvedor full-stack e desenvolvimento mobile e inteligência artificial. Busco oportunidades onde possa aplicar seu conhecimento, aprender novas tecnologias e crescer profissionalmente.",
    "ladnding-page-descrição": "Desenvolvi uma landing page responsiva para uma empresa de que fornece curso de bombeiros, com compatibilidade para computadores e dispositivos móveis. O projeto foi construido ultilizado HTML, CSS e JavaScript.",
    "caça-niqueis-descrição": "Desenvolvi um jogo de caça níqueis inspirado em cassinos, com objetivo de praticar e aprimorar minhas habilidades em JavaScript. As tecnologias ultilizadas foram HTML, CSS e JavaScript.",
    "caixa-postal-descrição": "Desenvolvi uma caixa de correio digital inspirada no WhatsApp, projetada para prédios sem porteiro. O sistema permite que os visitantes enviem mensagens diretamente aos moradores, facilitando a comunicação. Também permite verificar, em tempo real, se os apartamentos estão disponíveis para alugar ou vagos. Tudo funciona online. O projeto foi construído com HTML, CSS, JavaScript e integração com API.",
    "github-descrição": "Veja mais projetos no meu GitHub.",
    "nome-caixa-principal": "Caixa Postal",
    "nome-projeto-caça": "Caça Niqueis",
    "Indisponível": "Visulização Indisponível",
    "disponíveis": "Visulizar",
    "serviço-nome1": "Criação de Site",
    "serviço-nome2": "Otimização SEO",
    "serviço-nome3": "Vamos Negociar?",
    "serviço-detalhe1": "Criarei páginas rápidas, responsivas e otimizadas ultilizando HTML, CSS e JavaScript.",
    "serviço-detalhe2": "Maximize a visibilidade do seu site nos mecanismos de busca implementando métodos avançados de SEO para aumentar o tráfego do seu site.",
    "serviço-detalhe3": "Entre em contato para conversamos sobre parcerias ou projetos.",
    "entre-em-contato": "Entre em contato"
}