{
    "link-sobre": "About",
    "link-projetos": "Projects",
    "link-freelancer": "Freelancer",
    "link-contato": "Contact",
    "sobre-descrição": "I'm a front-end developer with experience creating modern, responsive, and functional interfaces. I'm proficient in HTML, CSS, and JavaScript, the main technologies I use for development. I'm studying to become a full-stack developer, specializing in mobile development and artificial intelligence. I'm seeking opportunities where I can apply my knowledge, learn new technologies, and grow professionally.",
    "ladnding-page-descrição": "I developed a responsive landing page for a company that provides firefighter training, compatible with both computers and mobile devices. The project was built using HTML, CSS, and JavaScript.",
    "caça-niqueis-descrição": "I developed a casino-inspired slot machine game to practice and hone my JavaScript skills. The technologies I used were HTML, CSS, and JavaScript.",
    "caixa-postal-descrição": "I developed a digital mailbox inspired by WhatsApp, designed for buildings without a doorman. The system allows visitors to send messages directly to residents, facilitating communication. It also allows you to check, in real time, whether apartments are available for rent or vacant. Everything works online. The project was built with HTML, CSS, JavaScript, and API integration.",
    "github-descrição": "See more projects on my GitHub.",
    "nome-caixa-principal": "PO Box",
    "nome-projeto-caça": "Slot Machines",
    "Indisponível": "Preview Unavailable",
    "disponíveis": "View",
    "serviço-nome1": "Website Creation",
    "serviço-nome2": "SEO Optimization",
    "serviço-nome3": "Let's Negotiate?",
    "serviço-detalhe1": "I will create fast, responsive, and optimized pages using HTML, CSS, and JavaScript.",
    "serviço-detalhe2": "Maximize your website's visibility in search engines by implementing advanced SEO methods to increase your website traffic.",
    "serviço-detalhe3": "Get in touch to talk about partnerships or projects.",
    "entre-em-contato": "Get in touch"
}